aaron-bond.better-comments
aki77.haml-lint
alireza94.theme-gotham
antfu.unocss
astro-build.astro-vscode
britesnow.vscode-toggle-quotes
castwide.solargraph
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
craigmaslowski.erb
csstools.postcss
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
eseom.nunjucks-template
fivethree.vscode-svelte-snippets
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
hedinne.popping-and-locking-vscode
johnpapa.vscode-peacock
kamikillerto.vscode-colorize
karunamurti.haml
koichisasada.vscode-rdbg
mechatroner.rainbow-csv
melihaltintas.svelte-format
misogi.ruby-rubocop
mquandalle.graphql
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
netcorext.uuid-generator
openai.chatgpt
orsenkucher.vscode-graphql
philsinatra.popping-and-locking-vscode-black
pkief.material-icon-theme
redhat.vscode-yaml
shopify.ruby-lsp
styled-components.vscode-styled-components
stylelint.vscode-stylelint
svelte.svelte-vscode
tamasfe.even-better-toml
teabyii.ayu
thinker.sort-json
thmsn.poe2-filter
whizkydee.material-palenight-theme
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
